const hoverHumanDesign=[
    {id:1,title:'人類圖是你的人生使用說明書',content:'人類圖不是一個信念體系，而是一套能讓我們看見自我的邏輯方法，了解自己在人類圖中的類型定位及人生策略，逐步練習去制約、回到內在權威與策略，為自己開啟了一扇接受自己、愛自己並活出自己的可能之大門。',url:'http://localhost:5173/HumanDesign/human/使用說明書'},
    {id:2,title:'類型 = 你的天職',content:'知道自己的天職，就能知道自己基本上要做的事，也讓你更懂得把自己放進適合的工作環境裡。這樣你就能在基礎上開始調整自己的人生。',url:'http://localhost:5173/HumanDesign/human/類型'},
    {id:3,title:'人生角色  = 你的性格',content:'知道自己的人生角色是什麼就能以自己感到自然的方式與世界互動，也能做出最有效率的成果，不再費力做一些根本不適合你的行動、工作、生活模式。，亦即是它是「你與世界互動的方式」。其中角色分為 12 種，由兩個數字所組成，例如 1/3 ，1/4，2/4，2/5。',url:'http://localhost:5173/HumanDesign/human/人生角色'},
    {id:4,title:'內在權威  =  做決定的方法',content:' 以自己天生的方式去做決定，是你此生最需要學懂的事，因為一個「對」的決定，可以改變你整個人生！清楚自己做決定的流程，你就能明確地為自己下決定，免除外界的影響，永遠掌控自己的人生',url:'http://localhost:5173/HumanDesign/human/內在權威'},
    {id:5,title:'能量中心  =  你的強弱',content:'我們身體裡有九個能量中心，像公司部門一樣，它們各自有其功能。當你清楚自己擁有、沒擁有什麼，你就會明白自己的強弱，不再追求與模仿他人的強項，但專注於強化自己的。這樣，你就能總是看到自己強 大的一面。能量中心有「薦骨、直覺、意志力、情緒、頭腦、邏輯、G中心、根部中心、喉嚨」。',url:'http://localhost:5173/HumanDesign/human/能量中心'},
    {id:6,title:'通道  = 你的天賦',content:' 了解自己的天賦，能立即讓你強大起來！因為你知道了它們的存在，就能有意識地運用它們，並不斷練習。我們共有 36 種天賦，它們將會非常固定地被你使用著，所以也就是你的強項。每個人所擁有的通道數量也不同，但能否用出來才是重點。除了反映者(1%人口)是一條通道都沒有以外，每人最少都會有一種天賦。',url:'http://localhost:5173/HumanDesign/human/通道'},
    {id:7,title:'輪迴交叉  =  你的命運',content:'我們天生就像被給予了任務一樣，要活出一早定下的命運。構成你命運的也是你最強大的能量。所以了解這個，就能讓你非常清楚自己要來做什麼事，讓你得到方向，終於能有意識地活出自己！人類共有 192命運，各自有其要做的事。',url:'http://localhost:5173/HumanDesign/human/輪迴交叉'},
    {id:8,title:'Ra Uru Hu  = 引進人類圖',content:'Ra Uru Hu於1987年接觸到一個神秘的聲音，這個聲音向他傳授了有關人類圖系統的知識，而在這次神秘的經歷之後，Ra Uru Hu開始研究和整理這些信息，並創立了人類圖學派。他的目的是幫助人們了解自己的天賦和潛能，從而實現自我成長。',url:'http://localhost:5173/HumanDesign/human/起源'}
]
module.exports= hoverHumanDesign