const hoverHumanDesign=[
    {id:1,title:'人類圖是你的人生使用說明書',content:'人類圖不是一個信念體系，而是一套能讓我們看見自我的邏輯方法，了解自己在人類圖中的類型定位及人生策略，逐步練習去制約、回到內在權威與策略，為自己開啟了一扇接受自己、愛自己並活出自己的可能之大門。'},
    {id:2,title:'類型 = 你的天職',content:'知道自己的天職，就能知道自己基本上要做的事，也讓你更懂得把自己放進適合的工作環境裡。這樣你就能在基礎上開始調整自己的人生。'},
    {id:3,title:'人生角色  = 你的性格',content:'知道自己的人生角色是什麼就能以自己感到自然的方式與世界互動，也能做出最有效率的成果，不再費      力做一些根本不適合你的行動、工作、生活模式。，亦即是它是「你與世界互動的方式」。其中角色分為 12 種，由兩個數字所組成，例如 1/3 ，1/4，2/4，2/5。'},
    {id:4,title:'內在權威  =  做決定的方法',content:' 以自己天生的方式去做決定，是你此生最需要學懂的事，因為一個「對」的決定，可以改變你整個人生！    清楚自己做決定的流程，你就能明確地為自己下決定，免除外界的影響，永遠掌控自己的人生'},
    {id:5,title:'能量中心  =  你的強弱',content:'我們身體裡有九個能量中心，像公司部門一樣，它們各自有其功能。當你清楚自己擁有、沒擁有什麼，你    就會明白自己的強弱，不再追求與模仿他人的強項，但專注於強化自己的。這樣，你就能總是看到自己強    大的一面。能量中心有「薦骨、直覺、意志力、情緒、頭腦、邏輯、G中心、根部中心、喉嚨」。'},
]
module.exports= hoverHumanDesign