const hoverHumanDesign=[
    {id:1,title:'人類圖是你的人生使用說明書',content:'人類圖不是一個信念體系，而是一套能讓我們看見自我的邏輯方法，了解自己在人類圖中的類型定位及人生策略，逐步練習去制約、回到內在權威與策略，為自己開啟了一扇接受自己、愛自己並活出自己的可能之大門。',url:'http://localhost:5173/HumanDesign/human/使用說明書'},
    {id:2,title:'類型 = 你的天職',content:'知道自己的天職，就能知道自己基本上要做的事，也讓你更懂得把自己放進適合的工作環境裡。這樣你就能在基礎上開始調整自己的人生。',url:'http://localhost:5173/HumanDesign/human/天賦類型'},
    {id:3,title:'人生角色  = 你的性格',content:'知道自己的人生角色是什麼就能以自己感到自然的方式與世界互動，也能做出最有效率的成果，不再費力做一些根本不適合你的行動、工作、生活模式。，亦即是它是「你與世界互動的方式」。其中角色分為 12 種，由兩個數字所組成，例如 1/3 ，1/4，2/4，2/5。',url:'http://localhost:5173/HumanDesign/human/人生角色'},
    {id:4,title:'內在權威  =  做決定的方法',content:' 以自己天生的方式去做決定，是你此生最需要學懂的事，因為一個「對」的決定，可以改變你整個人生！清楚自己做決定的流程，你就能明確地為自己下決定，免除外界的影響，永遠掌控自己的人生',url:'http://localhost:5173/HumanDesign/human/內在權威'},
    {id:5,title:'能量中心  =  你的強弱',content:'我們身體裡有九個能量中心，像公司部門一樣，它們各自有其功能。當你清楚自己擁有、沒擁有什麼，你就會明白自己的強弱，不再追求與模仿他人的強項，但專注於強化自己的。這樣，你就能總是看到自己強 大的一面。能量中心有「薦骨、直覺、意志力、情緒、頭腦、邏輯、G中心、根部中心、喉嚨」。',url:'http://localhost:5173/HumanDesign/human/能量中心'},
    {id:6,title:'通道  = 你的天賦',content:' 了解自己的天賦，能立即讓你強大起來！因為你知道了它們的存在，就能有意識地運用它們，並不斷練習。我們共有 36 種天賦，它們將會非常固定地被你使用著，所以也就是你的強項。每個人所擁有的通道數量也不同，但能否用出來才是重點。除了反映者(1%人口)是一條通道都沒有以外，每人最少都會有一種天賦。',url:'http://localhost:5173/HumanDesign/human/通道'},
    {id:7,title:'輪迴交叉  =  你的命運',content:'我們天生就像被給予了任務一樣，要活出一早定下的命運。構成你命運的也是你最強大的能量。所以了解這個，就能讓你非常清楚自己要來做什麼事，讓你得到方向，終於能有意識地活出自己！人類共有 192命運，各自有其要做的事。',url:'http://localhost:5173/HumanDesign/human/輪迴交叉'},
    {id:8,title:'Ra Uru Hu  = 引進人類圖',content:'Ra Uru Hu於1987年接觸到一個神秘的聲音，這個聲音向他傳授了有關人類圖系統的知識，而在這次神秘的經歷之後，Ra Uru Hu開始研究和整理這些信息，並創立了人類圖學派。他的目的是幫助人們了解自己的天賦和潛能，從而實現自我成長。',url:'http://localhost:5173/HumanDesign/human/起源'}
]
// 人類圖是你的使用說明書
const explainHumanDesign=[
    {id:1,title:'體驗人類圖是一段轉化生命的過程',content:'每一天日常生活的紛擾讓人分心，讓我們越來越偏離自己真正的本質。 人類圖為每個人提供了一本「人生使用說明書」，這是依照我們原始的設定， 以及各自的人生目的來編寫，讓我們得以回到原本來到這個世界上的初衷。 人類圖解釋了冥冥之中，我們身處的宇宙與各自生命的關係， 它揭露了每一個人生命獨特的模式，協助我們重新與自己真實的本質再度連結。',url:'https://picsum.photos/600/400?random=1'},
    {id:2,title:'與眾不同是多麼美妙的一件事',content:'當你開始了解自己的獨一無二，知道自己不必像任何人， 那原本背負在身上沈重的包袱終於得以卸下。你終於可以自由活出原有的本性。 事實上，你出生時並沒有拿到一本自己的使用說明書，但是，這並不代表現在不可能，人類圖，你的人生使用說明書，開始活出原本的自己，永遠不會太晚！',url:'https://picsum.photos/600/400?random=2'},
]
// 類型是天賦
const TalentHumanDesign=[
    {id:1,title:'天生社畜的生產者',content:'生產者若遇到「沒有回應」的事情往往只得到滿滿的挫敗，反之會非常投入其中且時時充滿能量，薦骨就是生產者最好分別有沒有回應的指引，所以請與你的薦骨做朋友，聽聽她給你當下的回應。',url:'https://picsum.photos/600/400?random=3'},
    {id:2,title:'天生千里馬的投射者',content:'投射者很聰明，也有布局的能力，適合管理與協調，樂意幫助大家，熱心協助每個生產者回到其應當運作的軌道上，讓一切運作得更省力也更順暢。你們的使命是在於引導他人能有更正確的運作，好似千里馬等待伯樂，所以請等待被邀請。',url:'https://picsum.photos/600/400?random=4'},
    {id:3,title:'天生將軍的顯示者',content:'顯示者積極能幹、野心勃勃的人，是有實現夢想的能力的人，似將軍因習慣主動發起，往往讓人不理解其動機而感到煩感，所以請學會在行動之前先行告知，以開放的態度去溝通與澄清，如此便能消除他人對自己行動的疑慮，甚至可能獲得他人的接納及支持。',url:'https://picsum.photos/600/400?random=5'},
    {id:4,title:'天生作家的生產者',content:'反映者屬於非能量型的類型，因此很容易被他人能量所影響，你們的潛能在於，能夠完美平靜地反映出周遭的一切，放大每個人與每件事情，產生火花，看見別人無法看見的，正在發生的一切。冥想會讓反映者感到愉悅，這可以幫助反映者沈澱、反思，並讓你重新做回你自己。',url:'https://picsum.photos/600/400?random=6'},
]
// 人生腳色
const roleHumanDesign=[
    {id:1,title:'人生角色1/3',content:'擁有這張人生角色的你就像是一名勇士，一生中總是需要不提地戰鬥。但在執行前建議還是先做好準備再上場，你的內心需要萬全準備後前進才會安心，遭遇卡關後再回頭重新調整出發，千萬別在一個死胡同中繞很久；而你也更能夠從過去的經驗中得到領悟，透過無數次的跌跌撞撞，能更快速地在逆境中調整自己，找回生活的平衡點。',url:'https://picsum.photos/600/400?random=7'},
    {id:2,title:'人生角色1/4',content:'對你來說，懂得越多、越容易有安全感，對於感興趣的事情積極詢問，並從中研究出一套邏輯與解答滿足自己的內心。不會主動與人社交，但卻會在無形之間給予他人容易親近的感受，且也經常將自己的研究分享給他人，建立良好的人際關係；因為不常主動與他人交際，因此更在乎深交的朋友，當關係斷裂時就比較難以修復。',url:'https://picsum.photos/600/400?random=8'},
    {id:3,title:'人生角色5/1',content:'平時可能不會特別顯眼，但如果周圍需要你的幫助時，就能迅速地解決問題。起初你可能看不清自己的價值，甚至覺得自己樣樣不如人、更經常被自我壓力給籠罩，而這樣的你卻也更擅長奠立良好的基礎與扎根，並在最即時的時刻提供解答。',url:'https://picsum.photos/600/400?random=8'},
    {id:4,title:'人生角色5/2',content:'敏感又害羞的你，對於眾人的期盼會感到不知所措，總是喜歡默默的完成事情，對於被他人期待所賦予的任務盡力完成，只是也很容易發生，因為不擅長拒絕而接下事物，最終導致讓人失望，也讓自己沮喪的事情發生。',url:'https://picsum.photos/600/400?random=9'},
    {id:5,title:'人生角色6/2',content:'天性樂觀的你，總是不拘泥於任何小事，30歲以前會想嘗試各種事物，期盼從中獲得更多能量，而累積了許多經驗後會將這些經驗內化，結合過去的啟發沉澱心靈，也能給予身邊的人不同的觀點、激勵對方。',url:'https://picsum.photos/600/400?random=10'},
    {id:6,title:'人生角色6/3',content:'對於未來的藍圖你早已有想法，經常遭遇挫折、卻也能從中闖出一番事業，即便這段旅程辛苦也漫長，但你總能從烈火中重生，透過無數次的嘗試與挑戰，透過自己的的經驗，找到人生的方向。',url:'https://picsum.photos/600/400?random=11'},
]


module.exports= {hoverHumanDesign,
                 explainHumanDesign,
                 TalentHumanDesign,
                 roleHumanDesign
                }